/* QuickTime Broadcaster localized strings */

"broadcasterError" = "Broadcaster Error";

/* BroadcastDoc */

"broadcastDocFileWriteFailure" = "File write failure";
"broadcastDocSettingsValidationError" = "Invalid Setting";
"broadcastDocBroadcast" = "Broadcast";
"broadcastDocStop" = "Stop";
"broadcastDocDefaultExportSDPFileName" = "untitled.sdp";
"broadcastDocDefaultExportMovieFileName" = "untitled.mov";
"broadcastDocExportButton" = "Export";
"broadcastDocDefaultPresetName" = "My Preset";
"broadcastDocDuplicateApplePresetNameMessage" = "Please pick a unique name.";
"broadcastDocDuplicatePresetNameTitle" = "Save Preset?";
"broadcastDocDuplicatePresetNameMessage" = "This preset already exists. Do you want to replace it?";
"broadcastDocDuplicatePresetNameReplaceButton" = "Replace";
"broadcastDocDuplicatePresetNameCancelButton" = "Cancel";
"broadcastDocCouldNotBeSaved" = "The file could not be saved.";
"broadcastDocCustomMenuItem" = "Custom";
"broadcastDocSavePresetMenuItem" = "Save Preset…";
"broadcastDocDeletePresetMenuItem" = "Delete Preset";

/* BroadcastWindowController */

"broadcastWindowControllerDefaultWindowTitle" = "QuickTime Broadcaster";

/* BroadcastController */

"broadcastControllerInvalidDocumentVersion" = "Invalid document version";
"broadcastControllerStateSetup" = "Setup";
"broadcastControllerStateStartingBroadcast" = "Starting Broadcast";
"broadcastControllerStatePrerolling" = "Prerolling";
"broadcastControllerStateBroadcasting" = "Broadcasting";
"broadcastControllerStateStoppingBroadcast" = "Stopping Broadcast";

/* BroadcasterAppController */

"broadcasterAppControllerOldQuickTimeError" = "Newer QuickTime required";
"broadcasterAppControllerOldQuickTimeMessage" = "QuickTime Broadcaster requires QuickTime 6.0 or later.";
"broadcasterAppControllerTimeBombExpired" = "QuickTime Broadcaster expired";
"broadcasterAppControllerTimeBombExpiredMessage" = "QuickTime Broadcaster has expired. Please visit:\n\n%@\n\nto download a new version of the software.";
"broadcasterAppControllerTimeBombUpdateURL" = "http://www.apple.com/quicktime/products/broadcaster/";
"broadcasterAppControllerQuit" = "Quit";
"broadcasterAppControllerGoThere" = "Go There";

/* Preset Manager */

"presetManagerAudioPresetDirectory" = "Audio";
"presetManagerVideoPresetDirectory" = "Video";
"presetManagerNetworkPresetDirectory" = "Network";
"presetManagerInvalidPreset" = "Invalid preset";

/* Preferences */

"preferencesError" = "Preferences error";
"preferencesInvalidPresetDirectory" = "Invalid preset directory";
"preferencesInvalidRecordDirectory" = "Invalid record directory";
"preferencesInvalidRecordName" = "Invalid record movie name";
"preferencesDefaultPresetsDirectory" = "/Library/QuickTime Broadcaster Presets";
"preferencesDefaultMoviesDirectory" = "/Movies";
"preferencesDefaultMovieName" = "mymovie";
"preferencesChooseButton" = "Choose";

"qtbCopyright" = "Copyright © 2002-2009, Apple Inc.,\nAll Rights Reserved.";

